Repository: Demerro/BsuirScheduleApp
Catalog: ScheduleWidget/*.lproj/ScheduleWidget.strings
Languages: be, uk

# 0vef4E
source: Group
be: Група
uk: Група

# EfdVI7
source: Schedule Type
be: Тып раскладу
uk: Тип розкладу

# KfefCA
source: Schedule Type
be: Тып раскладу
uk: Тип розкладу

# NylLaI
source: Failed to get a list of lecturers
be: Не ўдалося атрымаць спіс выкладчыкаў
uk: Не вдалося отримати список викладачів

# S1v3BN
source: Lecturer
be: Выкладчык
uk: Викладач

# Sgwawl
source: Failed to get list of groups
be: Не ўдалося атрымаць спіс груп
uk: Не вдалося отримати список груп

# TXUTw5
source: Select a group number
be: Абярыце нумар групы
uk: Виберіть номер групи

# bh4smd
source: Schedule Identifier
be: Ідэнтыфікатар раскладу
uk: Ідентифікатор розкладу

# dQL4TO-0vef4E
source: There are ${count} options matching ‘Group’.
be: Існуе ${count} варыянтаў, якія адпавядаюць ‘Група’.
uk: Існує ${count} варіантів, що відповідають Групі.

# dQL4TO-jf0Ql6
source: There are ${count} options matching ‘Lecturer’.
be: Існуе ${count} варыянтаў, якія адпавядаюць ‘Выкладчык’.
uk: Існує ${count} варіантів, що відповідають 'Викладач'.

# gpCwrM
source: Configuration
be: Канфігурацыя
uk: Конфігурація

# jf0Ql6
source: Lecturer
be: Выкладчык
uk: Викладач

# khURc9
source: Choose a lecturer
be: Абярыце выкладчыка
uk: Виберіть викладача

# u2Mjta
source: Group number
be: Нумар групы
uk: Номер групи

# zGWdtZ-0vef4E
source: Just to confirm, you wanted ‘Group’?
be: Проста каб пацвердзіць, вы жадалі ‘Група’?
uk: Просто, щоб підтвердити, ви хотіли ‘Група’?

# zGWdtZ-jf0Ql6
source: Just to confirm, you wanted ‘Lecturer’?
be: Проста каб пацвердзіць, вы жадалі ‘Выкладчык’?
uk: Просто щоб підтвердити, ви хотіли 'Викладач'?
